import React from 'react';
import { Box, Text, Heading } from '@chakra-ui/core';

export default function blog() {
  return (
    <Box p="40px" mt="100px" mb="100px">
      <Heading pr="5%" mb="4">
        عن المركز
      </Heading>
      <Text pl="5%" pr="5%" fontSize="xl">
        كتب زيد تنشر Zed كتبًا ذات مغزى اجتماعيًا وسياسيًا. ننشر كتبًا للقراء العامين ، وكذلك للسوق
        الأكاديمي ، مع كتَّاب من جميع أنحاء العالم يظهرون في كلا المجموعتين. اشتهرنا بنشر أعمال
        الأفراد والجماعات المهمشة. نحن ملتزمون بإعطاء صوت للكتاب والمفكرين من جميع أنحاء العالم ،
        فالكثير من كتابنا هم من الجنوب العالمي أو يكتبون عنه. ننشر أيضًا كتبًا لعناصر مضطهدة من
        المجتمع "الغربي" ، ونحن فخورون بنشر كتب عن السياسة العرقية والعنصرية ، والثقافة والسياسة
        LGBTQIA + ، والنسوية وحقوق الإنسان. سواء أكانت ريبورتاج أو كتابة سفر أو شعر أو سيرة ذاتية أو
        خيال - كتب زيد سياسية. مؤلفينا ومن أشهر مؤلفاتنا الكاتبة نوال السعداوي الكاتبة المصرية.
        فاندانا شيفا ، "أبرز عالم راديكالي في العالم" ؛ المعلق الآسيوي الشهير وكاتب الجريمة الحقيقية
        بول فرينش ؛ يانيس فاروفاكيس ، وزير المالية اليوناني السابق و "نجم الروك لانتفاضة أوروبا
        المناهضة للتقشف" ، ماجي نيلسون وإليانور روزفلت وباندي ، بالإضافة إلى مئات الصحفيين
        والأكاديميين المرموقين دوليًا. الدولية كجزء من مهمتنا الاجتماعية ، نقدم نهجًا دوليًا حقيقيًا
        للنشر. يتضمن ذلك ترجمة الأعمال وتكليف الكتاب ودعمهم دوليًا ، بالإضافة إلى ترتيب ترجمة كتبنا
        في جميع أنحاء العالم وضمان توفرها كإصدارات منشورة محليًا في الجنوب العالمي. نحن نعمل مع
        مجموعات النشر متعددة الجنسيات وكذلك مع المطابع غير الهادفة للربح ودور مستقلة أصغر في جميع
        أنحاء إفريقيا والأمريكتين وآسيا وأوروبا. تتوفر كتبنا بعدة لغات ، من الإسبانية والتركية
        والصينية إلى العربية والمالايالامية والبهاسا الإندونيسية.
      </Text>
      <Text pl="5%" pr="5%" fontSize="xl">
        كتب زيد تنشر Zed كتبًا ذات مغزى اجتماعيًا وسياسيًا. ننشر كتبًا للقراء العامين ، وكذلك للسوق
        الأكاديمي ، مع كتَّاب من جميع أنحاء العالم يظهرون في كلا المجموعتين. اشتهرنا بنشر أعمال
        الأفراد والجماعات المهمشة. نحن ملتزمون بإعطاء صوت للكتاب والمفكرين من جميع أنحاء العالم ،
        فالكثير من كتابنا هم من الجنوب العالمي أو يكتبون عنه. ننشر أيضًا كتبًا لعناصر مضطهدة من
        المجتمع "الغربي" ، ونحن فخورون بنشر كتب عن السياسة العرقية والعنصرية ، والثقافة والسياسة
        LGBTQIA + ، والنسوية وحقوق الإنسان. سواء أكانت ريبورتاج أو كتابة سفر أو شعر أو سيرة ذاتية أو
        خيال - كتب زيد سياسية. مؤلفينا ومن أشهر مؤلفاتنا الكاتبة نوال السعداوي الكاتبة المصرية.
        فاندانا شيفا ، "أبرز عالم راديكالي في العالم" ؛ المعلق الآسيوي الشهير وكاتب الجريمة الحقيقية
        بول فرينش ؛ يانيس فاروفاكيس ، وزير المالية اليوناني السابق و "نجم الروك لانتفاضة أوروبا
        المناهضة للتقشف" ، ماجي نيلسون وإليانور روزفلت وباندي ، بالإضافة إلى مئات الصحفيين
        والأكاديميين المرموقين دوليًا. الدولية كجزء من مهمتنا الاجتماعية ، نقدم نهجًا دوليًا حقيقيًا
        للنشر. يتضمن ذلك ترجمة الأعمال وتكليف الكتاب ودعمهم دوليًا ، بالإضافة إلى ترتيب ترجمة كتبنا
        في جميع أنحاء العالم وضمان توفرها كإصدارات منشورة محليًا في الجنوب العالمي. نحن نعمل مع
        مجموعات النشر متعددة الجنسيات وكذلك مع المطابع غير الهادفة للربح ودور مستقلة أصغر في جميع
        أنحاء إفريقيا والأمريكتين وآسيا وأوروبا. تتوفر كتبنا بعدة لغات ، من الإسبانية والتركية
        والصينية إلى العربية والمالايالامية والبهاسا الإندونيسية.
      </Text>
      <Text pl="5%" pr="5%" fontSize="xl">
        كتب زيد تنشر Zed كتبًا ذات مغزى اجتماعيًا وسياسيًا. ننشر كتبًا للقراء العامين ، وكذلك للسوق
        الأكاديمي ، مع كتَّاب من جميع أنحاء العالم يظهرون في كلا المجموعتين. اشتهرنا بنشر أعمال
        الأفراد والجماعات المهمشة. نحن ملتزمون بإعطاء صوت للكتاب والمفكرين من جميع أنحاء العالم ،
        فالكثير من كتابنا هم من الجنوب العالمي أو يكتبون عنه. ننشر أيضًا كتبًا لعناصر مضطهدة من
        المجتمع "الغربي" ، ونحن فخورون بنشر كتب عن السياسة العرقية والعنصرية ، والثقافة والسياسة
        LGBTQIA + ، والنسوية وحقوق الإنسان. سواء أكانت ريبورتاج أو كتابة سفر أو شعر أو سيرة ذاتية أو
        خيال - كتب زيد سياسية. مؤلفينا ومن أشهر مؤلفاتنا الكاتبة نوال السعداوي الكاتبة المصرية.
        فاندانا شيفا ، "أبرز عالم راديكالي في العالم" ؛ المعلق الآسيوي الشهير وكاتب الجريمة الحقيقية
        بول فرينش ؛ يانيس فاروفاكيس ، وزير المالية اليوناني السابق و "نجم الروك لانتفاضة أوروبا
        المناهضة للتقشف" ، ماجي نيلسون وإليانور روزفلت وباندي ، بالإضافة إلى مئات الصحفيين
        والأكاديميين المرموقين دوليًا. الدولية كجزء من مهمتنا الاجتماعية ، نقدم نهجًا دوليًا حقيقيًا
        للنشر. يتضمن ذلك ترجمة الأعمال وتكليف الكتاب ودعمهم دوليًا ، بالإضافة إلى ترتيب ترجمة كتبنا
        في جميع أنحاء العالم وضمان توفرها كإصدارات منشورة محليًا في الجنوب العالمي. نحن نعمل مع
        مجموعات النشر متعددة الجنسيات وكذلك مع المطابع غير الهادفة للربح ودور مستقلة أصغر في جميع
        أنحاء إفريقيا والأمريكتين وآسيا وأوروبا. تتوفر كتبنا بعدة لغات ، من الإسبانية والتركية
        والصينية إلى العربية والمالايالامية والبهاسا الإندونيسية.
      </Text>
      <Text pl="5%" pr="5%" fontSize="xl">
        كتب زيد تنشر Zed كتبًا ذات مغزى اجتماعيًا وسياسيًا. ننشر كتبًا للقراء العامين ، وكذلك للسوق
        الأكاديمي ، مع كتَّاب من جميع أنحاء العالم يظهرون في كلا المجموعتين. اشتهرنا بنشر أعمال
        الأفراد والجماعات المهمشة. نحن ملتزمون بإعطاء صوت للكتاب والمفكرين من جميع أنحاء العالم ،
        فالكثير من كتابنا هم من الجنوب العالمي أو يكتبون عنه. ننشر أيضًا كتبًا لعناصر مضطهدة من
        المجتمع "الغربي" ، ونحن فخورون بنشر كتب عن السياسة العرقية والعنصرية ، والثقافة والسياسة
        LGBTQIA + ، والنسوية وحقوق الإنسان. سواء أكانت ريبورتاج أو كتابة سفر أو شعر أو سيرة ذاتية أو
        خيال - كتب زيد سياسية. مؤلفينا ومن أشهر مؤلفاتنا الكاتبة نوال السعداوي الكاتبة المصرية.
        فاندانا شيفا ، "أبرز عالم راديكالي في العالم" ؛ المعلق الآسيوي الشهير وكاتب الجريمة الحقيقية
        بول فرينش ؛ يانيس فاروفاكيس ، وزير المالية اليوناني السابق و "نجم الروك لانتفاضة أوروبا
        المناهضة للتقشف" ، ماجي نيلسون وإليانور روزفلت وباندي ، بالإضافة إلى مئات الصحفيين
        والأكاديميين المرموقين دوليًا. الدولية كجزء من مهمتنا الاجتماعية ، نقدم نهجًا دوليًا حقيقيًا
        للنشر. يتضمن ذلك ترجمة الأعمال وتكليف الكتاب ودعمهم دوليًا ، بالإضافة إلى ترتيب ترجمة كتبنا
        في جميع أنحاء العالم وضمان توفرها كإصدارات منشورة محليًا في الجنوب العالمي. نحن نعمل مع
        مجموعات النشر متعددة الجنسيات وكذلك مع المطابع غير الهادفة للربح ودور مستقلة أصغر في جميع
        أنحاء إفريقيا والأمريكتين وآسيا وأوروبا. تتوفر كتبنا بعدة لغات ، من الإسبانية والتركية
        والصينية إلى العربية والمالايالامية والبهاسا الإندونيسية.
      </Text>
      <Text pl="5%" pr="5%" fontSize="xl">
        كتب زيد تنشر Zed كتبًا ذات مغزى اجتماعيًا وسياسيًا. ننشر كتبًا للقراء العامين ، وكذلك للسوق
        الأكاديمي ، مع كتَّاب من جميع أنحاء العالم يظهرون في كلا المجموعتين. اشتهرنا بنشر أعمال
        الأفراد والجماعات المهمشة. نحن ملتزمون بإعطاء صوت للكتاب والمفكرين من جميع أنحاء العالم ،
        فالكثير من كتابنا هم من الجنوب العالمي أو يكتبون عنه. ننشر أيضًا كتبًا لعناصر مضطهدة من
        المجتمع "الغربي" ، ونحن فخورون بنشر كتب عن السياسة العرقية والعنصرية ، والثقافة والسياسة
        LGBTQIA + ، والنسوية وحقوق الإنسان. سواء أكانت ريبورتاج أو كتابة سفر أو شعر أو سيرة ذاتية أو
        خيال - كتب زيد سياسية. مؤلفينا ومن أشهر مؤلفاتنا الكاتبة نوال السعداوي الكاتبة المصرية.
        فاندانا شيفا ، "أبرز عالم راديكالي في العالم" ؛ المعلق الآسيوي الشهير وكاتب الجريمة الحقيقية
        بول فرينش ؛ يانيس فاروفاكيس ، وزير المالية اليوناني السابق و "نجم الروك لانتفاضة أوروبا
        المناهضة للتقشف" ، ماجي نيلسون وإليانور روزفلت وباندي ، بالإضافة إلى مئات الصحفيين
        والأكاديميين المرموقين دوليًا. الدولية كجزء من مهمتنا الاجتماعية ، نقدم نهجًا دوليًا حقيقيًا
        للنشر. يتضمن ذلك ترجمة الأعمال وتكليف الكتاب ودعمهم دوليًا ، بالإضافة إلى ترتيب ترجمة كتبنا
        في جميع أنحاء العالم وضمان توفرها كإصدارات منشورة محليًا في الجنوب العالمي. نحن نعمل مع
        مجموعات النشر متعددة الجنسيات وكذلك مع المطابع غير الهادفة للربح ودور مستقلة أصغر في جميع
        أنحاء إفريقيا والأمريكتين وآسيا وأوروبا. تتوفر كتبنا بعدة لغات ، من الإسبانية والتركية
        والصينية إلى العربية والمالايالامية والبهاسا الإندونيسية.
      </Text>
    </Box>
  );
}
