import React from 'react';
import {
  Box,
  Text,
  Heading,
  Divider,
  UnorderedList,
  ListItem,
  OrderedList,
} from '@chakra-ui/core';
// import { Link } from 'react-router-dom';

// import aboutpic from '../images/about-min.jpg';
export default function blog() {
  return (
    <Box mt="100px" mb="100px">
      <Heading
        mr="4"
        pl={['5%', '5%', '20%', '20%']}
        pr={['5%', '5%', '20%', '20%']}
        size="xl"
      >
        مركز دراسات الثقافات المتوسطية MISC{' '}
        <Text>Mediterranean Intercultural Studies Center</Text>
        <Divider
          opacity="1"
          border="3px solid black"
          pl="20%"
          pr="20%"
          mt="4"
          borderColor="black"
          w="20%"
        ></Divider>
      </Heading>
      <Box
        textAlign="right"
        p="30px"
        pl={['5%', '5%', '20%', '20%']}
        pr={['5%', '5%', '20%', '20%']}
      >
        <Text fontSize="2xl" m="4">
          تشكل منطقة البحر الأبيض المتوسط ميداناً كبيراً صُنع فيه تاريخ العالم،
          ولازالت حتى الآن منطقة سريعة التغير وكبيرة التأثير. ويمكن فعلاً اعتبار
          هذه المنطقة مركزاً في قضايا (بين الثقافات) فهي قد تكون المنطقة الأكثر
          تنوعا في العالم وعلى جميع الأصعدة وخاصة العرقية منها، والتي تفرض
          تنوعاً هائلاً ثقافياً واجتماعياً ودينياً.. إلخ.
        </Text>
        <Text fontSize="2xl" m="4">
          يهدف المركز إلى تعميق البحث (النظري والتطبيقي) البين ثقافي في منطقة
          حوض البحر الأبيض المتوسط، لدراسة قدرة المنطقة على الوصول إلى الأمن
          والسلم الدولي، ودراسة السبل التي قد تسهم في ذلك.
        </Text>
        <Text fontSize="2xl" m="4">
          وعليه سيقوم المركز بعمل بحوث ودارسات تتناول ثقافات منطقة البحر الأبيض
          المتوسط وفي جميع المجالات، الأنثروبولوجية والاجتماعية، ودراسة الأقليات
          العرقية والدينية، والدراسات الجنسانية، والنماذج الثقافية، ودراسة الأسس
          والكفاءات وإمكانيات التواصل والاتصال والتكيف الثقافية، ودراسة جوانب
          سوء الفهم الثقافي.
        </Text>
        <Text fontSize="2xl" m="4">
          ويهدف أيضاً الى:
        </Text>
        <UnorderedList fontSize="2xl" m="4">
          <ListItem>
            إطلاق موقع إلكتروني يقدم مادة ثقافية لجميع مستويات القراء على اعتبار
            ندرة هذا النوع من الأبحاث عربياً.{' '}
          </ListItem>
          <ListItem>إصدار دورية منتظمة ومحكمة ورقية وإلكترونية.</ListItem>
          <ListItem>
            توفير قاعدة بيانات عامة وشاملة عن كل الإصدارات العلمية والأكاديمية
            والصحفية المتعلقة بأنثربولوجيا منطقة حوض البحر الأبيض المتوسط،
            ومتابعة آخر ما كتب وصدر في هذا الخصوص.
          </ListItem>
          <ListItem>
            إجراء استطلاعات رأي بين مجموعات عرقية أو دينية أو قومية تجاه آراء
            وسلوكيات صادرة عن مجموعات أخرى لمعرفة توجهات الناس وميولهم وما
            يريدونه وما يرفضونه في تقبلهم للآخر.
          </ListItem>
          <ListItem>
            إعداد دراسات ذات طابع استشرافي مستقبلي تنطلق من معطيات وحيثيات
            الدراسات الميدانية على أرض الواقع وتحاول التنبؤ والاستعداد للمستقبل
            المشترك الذي يجمع دول منطقة حوض البحر المتوسط فيما بينها، وما يجمعها
            أيضاً مع باقي الشعوب الأخرى.
          </ListItem>
          <ListItem>
            عقد مؤتمرات وندوات عامة وخاصة طيلة العام وفي دول البحر المتوسط، بشكل
            منفرد أو بالتعاون مع جهات (منظمات أو مؤسسات مستقلة وشبه نظامية
            وحكومية) أخرى، ويشارك فيها أصحاب القرار والمهتمين والمختصين في
            دراسات بين الثقافات.
          </ListItem>
          <ListItem>
            عقد ملتقى بين الثقافات السنوي والذي يستضيف مختصين من الأكاديميين
            والباحثين، ونماذج ثقافية فاعلة وعروض لممارسات ثقافية متنوعة.
          </ListItem>
          <ListItem>
            المساعدة في تقديم منح دراسية "عليا، وجامعية" لدراسة "بين الثقافات"
            وذلك بالتعاون مع أفضل الجامعات التي تقوم بتدريس هذا الاختصاص.
          </ListItem>
          <ListItem>
            إقامة دورات تدريبة خاصة نظرية وتطبيقية، وورش عمل مشتركة في العمل
            البحثي في مجال بين الثقافات.
          </ListItem>
          <ListItem>
            إصدار الكتب المتخصصة في وحدات وتخصصات المركز سواء تأليفاً أو ترجمة
            وفي أكثر من لغة. والعمل على إصدار معاجم وقواميس ترصد التنوع
            الأنثروبولوجي في منطقة البحر المتوسط.
          </ListItem>
        </UnorderedList>
        <Text fontSize="2xl" m="4">
          الوحدات والاختصاصات:
        </Text>
        <OrderedList fontSize="2xl" m="4">
          <ListItem>
            وحدة الأرشفة واستطلاعات الرأي: مهمتها أرشفة جميع الوثائق والإصدارات
            والقرارات والخطابات السياسية والصحفية والعلمية والأكاديمية المتعلقة،
            أو التي يمكنها أن تلعب دوراً، في قضايا بين الثقافات في منطقة البحر
            الأبيض المتوسط، أو تلك التي تأتي من خارج المنطقة ولكنها ذات تأثير
            على دول المنطقة. وأيضاً تنفيذ استطلاعات الرأي التي يقوم المركز بها.
          </ListItem>
          <ListItem>
            وحدة قضايا الهجرة في البحر الأبيض المتوسط: تقوم بدراسة أسباب وأشكال
            الهجرات غير الشرعية والشرعية أيضاً، وكيفية التعامل مع المهاجرين في
            دول العبور والاستقبال. وقضايا اندماج المهاجرين (سواء المهاجرين قسراً
            أو طوعاً) في المجتمعات الأخرى.
          </ListItem>
          <ListItem>
            وحدة الدراسات الاثنوجرافية: وحدة ميدانية ترصد وتصف عادات وأعراف
            وتقاليد ومراسيم وعادات وطقوس ومعتقدات وممارسات مجتمعات منطقة حوض
            البحر الأبيض المتوسط.
          </ListItem>
          <ListItem>
            وحدة دراسات الجندر: تقدم أبحاثاً في الهويات الجندرية ونشاطاتها، وفي
            دراسات الرجال والذكوريات ودراسات المرأة، وتحليل الأيديولوجيات التي
            أحاطت بهما.
          </ListItem>
          <ListItem>
            وحدة المثاقفة: وحدة بحثية استشارية تقدم تقاريراً ودراسات قد تمهد
            لإجراء دراسات معمقة في مواضيعها. النماذج الثقافية لأجل التحليل،
            الكفاءات الثقافية لأجل التنمية، استراتيجيات التكيف والاتصال بين
            الثقافات، المهارات الاجتماعية وإشكاليات سوء الفهم الثقافي. كما تقدم
            اقتراحاتها لإنتاج أعمال أكاديمية تهدف لتسهيل الوصول الى الثقافة،
            ورؤيتها في مشاريع خاصة باللغويات. إضافة إلى تقارير ترصد التفاعل
            والتنافر الثقافي على حد سواء.
          </ListItem>
          <ListItem>
            وحدة إدارية: تعنى بإعداد وتنظيم المؤتمرات والندوات والمحاضرات والورش
            التدريبة التي سيقوم بها المركز.
          </ListItem>
          <ListItem>
            ـ وحدة الترجمة: تقوم بعمليات الترجمة من جميع لغات منطقة البحر
            المتوسط إلى اللغة العربية.
          </ListItem>
          <ListItem>
            وحدة النشر: تختص بنشر كتب المركز وتوزيعها، والإعلام والاتصال
            والتواصل والتنسيق مع الداخل والخارج والإشراف اليومي على الموقع
            الالكتروني وتحديثه بكل ما هو جديد.
          </ListItem>
        </OrderedList>
      </Box>
    </Box>
  );
}
