import React from 'react';
import {
  Box,
  Heading,
  Text,
  Divider,
  ListItem,
  OrderedList,
} from '@chakra-ui/core';

export default function standards() {
  return (
    <Box mt="100px" mb="100px">
      <Heading
        mr="4"
        pl={['5%', '5%', '20%', '20%']}
        pr={['5%', '5%', '20%', '20%']}
        size="xl"
        fontFamily="diodrum-bold !important"
      >
        معايير
        {/* <Divider
          opacity="1"
          border="3px solid black"
          pl="20%"
          pr="20%"
          mt="4"
          borderColor="black"
          w="20%"
        ></Divider> */}
      </Heading>
      <Box
        textAlign="right"
        p="30px"
        pl={['5%', '5%', '20%', '20%']}
        pr={['5%', '5%', '20%', '20%']}
      >
        <Text fontSize="2xl" m="4">
          يرحب "مركز دراسات ثقافات المتوسط" بالدارسين والباحثين العرب والغربيين
          المهتمين بالفضاء المتوسطي وثقافاته، الأنثروبولوجيا، العلوم الاجتماعية:
          دراسات وترجمات. وهو يفتح الباب للتعاون مع الباحثين المتخصصين في هذا
          النوع من الدراسات، راجياً من الزملاء الراغبين بالتعاون مراعاة الشروط
          التالية:
        </Text>
        <OrderedList fontSize="2xl" m="4">
          <ListItem>
            أن يرسل الباحث نبذة/ سيرة ذاتية عنه تتضمن الدراسات التي عمل عليها،
            وأيضاً الكتب المنشورة إن وجدت.
          </ListItem>
          <ListItem>
            أن يقدم ملخصاً عن الدراسة التي يرغب بالتعاون مع المركز لدعمها
            وإصدارها، لا يتجاوز 700 كلمة ولا يقل عن 500 كلمة.
          </ListItem>
          <ListItem>
            ان يكون المشروع ضمن مجال وإطار اهتمام وعمل المركز وتخصصه الموضح على
            الموقع الالكتروني: (من نحن؟).
          </ListItem>
          <ListItem>
            يتم التواصل مع الباحث من قبل اللجنة العلمية في المركز بعد إرسال
            الملخص للنقاش وتقديم الملاحظات، إن وجدت، حول المخطط وآلية العمل
            المتبعة لإنجاز الدراسة.
          </ListItem>
          <ListItem>
            تخضع الدراسة للتحكيم من قبل اللجنة العلمية في "مركز دراسات ثقافات
            المتوسط"، والتي تملك الحق في العودة إلى الباحث في حال وجود أية
            ملاحظات أو استفسارات من قبلها، وطلب تعديلات تتوافق ومناهج البحث
            العلمي، من دون أن تتدخل اللجنة في فكرة الدراسة ومضمونها، وأفكار
            الكاتب أو الباحث.{' '}
          </ListItem>
          <ListItem>
            يلتزم الباحث بعدم إرسال المشروع إلى أي جهة أخرى إلا بعد تلقيه رسالة
            رسمية من المركز، يعتذر فيها الأخير عن دعم الدراسة ونشرها.
          </ListItem>
          <ListItem>
            يلتزم المركز بالرد على الاقتراحات والمشاريع خلال مدة زمنية أقصاها
            (أسبوعان) من تاريخ استلام المقترح او المشروع أو ملخص الدراسة.
          </ListItem>
          <ListItem>
            يخضع البحث للتحرير والتدقيق اللغوي من قبل متخصصين في هذا النوع من
            الدراسات والأوراق.
          </ListItem>
        </OrderedList>
        <Text fontSize="2xl" m="4">
          مع تمنياتنا بتعاون مثمر وبنّاء مع الجميع
        </Text>
      </Box>
    </Box>
  );
}
